Repository: pythoniste/tuto_django
Catalog: project/app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Contract information
fr: Informations contactuelles

source: Personal information
fr: Informations personnelles

source: username
fr: Nom d'utilisateur

source: first name
fr: Prénom

source: last name
fr: Nom

source: No row updated
fr: Aucune ligne modifiée

source: 1 row updated
fr: 1 ligne modifiée

source: {} rows updated
fr: {} lignes modifiées

source: Reset scores
fr: Remettre les scores à 0

source: Subscription details
fr: détails de souscription

source: Membership details
fr: Détail de l'adhésion

source: Open
fr: Ouvert

source: Number of questions
fr: Nombre de questions

source: Number of players
fr: Nombre de joueurs

source: My app
fr: Mon appli

source: draft
fr: brouillon

source: ready
fr: prêt

source: ongoing
fr: en cours

source: done
fr: terminé

source: easy
fr: facile

source: medium
fr: moyen

source: hard
fr: dur

source: extreme
fr: extrême

source: nightmare
fr: cauchemard

source: Quizz length
fr: Longueur du jeu

source: Void
fr: Vide

source: Quick
fr: Rapide

source: Medium
fr: moyen

source: creation month
fr: mois de création

source: last modification month
fr: mois de dernière modification

source: subscription month
fr: mois de souscription

source: creation year
fr: année de création

source: last modification year
fr: année de dernière modification

source: subscription year
fr: année de souscription

source: Day
fr: Jour

source: Hour
fr: Heure

source: Second
fr: Seconde

source: Update
fr: Mettre à jour

source: Create and add another
fr: Créer et en ajouter un autre

source: Create and continue modification
fr: Créer et continuer les modifications

source: Create and go back to the list
fr: Créer et retourner à la liste

source: Main information
fr: Informations générales

source: Name & genre
fr: Nom et genre

source: Game's genre
fr: Genre du jeu

source: Highlight
fr: Mettre en lumière

source: Emphasize
fr: Mettre en valeur

source: Advertise
fr: Promouvoir

source: Recommend
fr: Recommander

source: About the game
fr: A propos du jeu

source: Duration
fr: Durée

source: days
fr: jours

source: hours
fr: heures

source: seconds
fr: secondes

source: Reset
fr: Réinitialiser

source: Question prefix
fr: Préfixe de la question

source: Number of anwser per question
fr: Nombre de réponses par question

source: Answer prefix
fr: Préfixe de la réponse

source: Please fill out the form
fr: Merci de remplir ce formulaire

source: Bulk create questions and responses
fr: Créer en masse questions et réponses

source: Set default values
fr: Mettre les valeurs par défaut

source: Validate answers
fr: Valider les réponses

source: Cancel
fr: Annuler

source: <h5>You are playing the game <strong>{}</strong></h5>
fr: <h5>Vous êtes en train de jouer au jeu <strong>{}</strong></h5>

source: order
fr: ordre

source: created at
fr: Créé le

source: updated at
fr: Mis à jour le

source: user
fr: utilisateur

source: subscription date
fr: date de souscription

source: profile activated
fr: profil activé

source: signed_engagement
fr: engagement signé

source: player
fr: joueur

source: players
fr: joueurs

source: invited by
fr: invité par

source: guest
fr: invité

source: guests
fr: invités

source: First registration date
fr: date de premier enregistrement

source: subscriber
fr: souscripteur

source: subscribers
fr: souscripteurs

source: First membership date
fr: date de première adhésion

source: team mate
fr: co-équipier

source: team mates
fr: co-équipiers

source: game master
fr: maître de jeu

source: game masters
fr: maîtres de jeu

source: name
fr: nom

source: master
fr: maître

source: status
fr: statut

source: level
fr: niveau

source: duration
fr: durée

source: highlight
fr: mise en lumière

source: emphasize
fr: mise en valeur

source: advertise
fr: promotion

source: recommend
fr: recommandation

source: game
fr: jeu

source: games
fr: jeux

source: question content
fr: contenu de la question

source: answer content
fr: contenu de la réponse

source: answer
fr: réponse

source: answers
fr: réponses

source: creation datetime
fr: date de création

source: entries
fr: entriées

source: play
fr: partie

source: plays
fr: parties

source: stat games
fr: stat jeux

source: stats games
fr: stats jeux

source: entry
fr: entrées

source: Answer {}
fr: Réponse {}

source: Run the selected action
fr: Lancer l'action sélectionnée

source: Click here to select the objects across all pages
fr: Cliquez ici pour sélectionner les objets de toutes les pages

source: Select all %(total_count)s %(module_name)s
fr: Selectionnez tout %(total_count)s %(module_name)s

source: Clear selection
fr: Vider la sélection

source: Play
fr: partie

source: History
fr: Historique

source: View on site
fr: Voir sur le site

source: Home
fr: Accueil

source: Game
fr: Jeu

source: Playing
fr: Jouer

source: This should be easy enough
fr: Cela devrait passer tout seul

source: Now, we are talking !
fr: Maintenant, on parle !

source: Add %(name)s
fr: Ajouter %(name)s

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous

source: Save
fr: Sauvegarder

source: Delete
fr: Supprimer

source: Save as new
fr: Sauvegarder en tant que nouvel élément

source: Save and add another
fr: Sauvegarder et en ajouter un autre

source: Save and continue editing
fr: Sauvegarder et continuer de modifier

source: Save and view
fr: Sauvegarder et voir

source: Close
fr: Fermer

source: You are about to delete this game:
fr: Vous êtes sur le point de supprimer ce jeu:

source: Level
fr: Niveau

source: Answer
fr: Réponse

source: You are about to edit this game
fr: Vous êtes sur le point d'éditer ce jeu

source: You are about to add content to this game
fr: Vous êtes sur le point d'ajouter du contenu à ce jeu

source: You are about to add a new game
fr: Vous êtes sur le point d'ajouter un nouveau jeu

source: Name
fr: Nom

source: Status
fr: Statut

source: There is no game yet!
fr: Il n'y a pas encore de jeu !

source: General information
fr: Informations générales

source: Some statistics about this application (games & players)
fr: Quelques statistiques à propos de cette application (jeux et joueurs)

source: Nb of players
fr: Nombre de joueurs

source: There are non players yet !
fr: Il n'y a pas encore de joueurs !

source: Nb of games
fr: Nombre de jeux

source: No games have been played yet !
fr: Aucune partie n'a encore été faite !

source: Games
fr: Jeux

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Welcome
fr: Bienvenue

source: Log out
fr: Se déconnecter

source: Change password
fr: Changer son mot de passe

source: Log in
fr: Se connecter

source: Reset password
fr: Réinitialiser son mot de passe

source: Password change
fr: Changer son mot de passe

source: Your password was changed.
fr: Votre mot de passe a été changé

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Entrez votre ancien mot de passe pour des raisons de sécurité, et ensuite entrez votre nouveau mot de passe de fois, de manière à s'assurer qu'il n'y a pas de faute de frappe.

source: Change my password
fr: Changer mon mot de passe

source: Password reset
fr: Réinitialisation du mot de passe

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été enregistré. Vous pouvez maintenant vous connecter.

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entrer votre mot de passe de fois de manière à ce qu'il n'y ait pas de faute de frappe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe était invalide, possiblement car il a déjà été utilisé. Merci de recommencer la procédure.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé par mail des instructions pour mettre à jour votre mot de passe, si un compte existe avec l'email que vous avez renseigné. Vous devrier les recevoir sous peu.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas cet email, assurez-vous d'avoir saisi l'adresse avec laquelle vous avez créé votre compte, et vérifier votre dossier de spams.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce courrier électronique parce que vous avez demander la réinitialisation de votre mot de passe, pour votre compte sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Merci de suivre le lien suivant et de vous choisir un nouveau mot de passe

source: In case you’ve forgotten, you are:
fr: Au cas où vous auriez oublié, votre compte est:

source: Thanks for using our site!
fr: Merci pour utiliser notre site !

source: The %(site_name)s team
fr: L'équipe de %(site_name)s.

source: Games list
fr: Liste de jeux

source: Game: {}
fr: Jeu: {}

source: Update Game: {}
fr: Modifier le jeu: {}

source: Create a new game
fr: Créer un nouveau jeu

source: Delete Game: {}
fr: Supprimer le jeu: {}

source: Please authenticate to play
fr: Merci de vous authentifier pour jouer

source: You do not have a player profile
fr: Vous n'avez pas de profil joueur

source: Saved.
fr: Sauvegardé.

source: Please answer all questions.
fr: Merci de répondre à toutes les questions
